'''
все тексты бота
'''
HELP_COMMAND = '''
<b>/start</b> - начать работу с ботом
<b>/help</b> - помощь
<b>/diagnostics</b> - пройти диагностику РПП
<b>/test</b>
'''

err = "🚫 К сожалению произошла ошибка, попробуйте позже"

greet = "Привет, {name}, я бот  ☺️ "
greet_get_acquainted = 'Давай знакомиться!'
greet_already_acquainted = 'Мы знакомы!'

offer_diagnostics = "Хотите пройти диагностику?"
use_buttons = 'Пожалуйста, пользуйтесь кнопками при выборе пола\n\nЕсли вы хотите прервать заполнение анкеты - отправьте команду /cancel'

after_first_diagnostic = 'Вы прошли тест в первый раз. Жесть, ну, давай попробуем че то с этим сделать'
btn_start_programm = 'Наладить отношения с едой'
setup_functions = 'Давай настроим твоего персонального помощника. Настройки можно будет поменять в любое время'

setup_functions_water = 'Хочешь отслеживать питьевой режим?'
setup_water_reminder_yes_no = 'Поставить напоминалки попить воду?'
setup_water_reminder_freq = 'Как часто тебе напоминать выпить воды?'

setup_functions_sleep = 'Хочешь отслеживать режим сна?'
setup_sleep_reminder_yes_no  = 'Поставить напоминалки ложиться спатеньки?'

menu = "📍 Главное меню"



bmi_text = "Твой индекс массы тела {val}."
bmi_text_big_underweight = "У тебя выраженный дефицит массы тела."
bmi_text_underweight = "У тебя дефицит массы тела."
bmi_text_healthy = "Твой вес в норме."
bmi_text_overweight = "У тебя избыточная масса тела."
bmi_text_obesity1 = "У тебя ожирение первой степени."
bmi_text_obesity2 = "У тебя ожирение второй степени."
bmi_text_obesity3 = "У тебя ожирение третьей степени."