'''
все тексты бота
'''
HELP_COMMAND = '''
<b>/start</b> - начать работу с ботом
<b>/help</b> - помощь
<b>/diagnostics</b> - пройти диагностику РПП
<b>/test</b>
'''

err = "🚫 К сожалению произошла ошибка, попробуйте позже"

greet = "Привет, {name}, я бот  ☺️ "
menu = "📍 Главное меню"
bmi_text = "Твой индекс массы тела {val}."
bmi_text_big_underweight = "У тебя выраженный дефицит массы тела."
bmi_text_underweight = "У тебя дефицит массы тела."
bmi_text_healthy = "Твой вес в норме."
bmi_text_overweight = "У тебя избыточная масса тела."
bmi_text_obesity1 = "У тебя ожирение первой степени."
bmi_text_obesity2 = "У тебя ожирение второй степени."
bmi_text_obesity3 = "У тебя ожирение третьей степени."
